<html>
<head>
<title>Regras do Diplomacia&reg; (1976)</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="css.css" type="text/css">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<div align="center"><b><font face="Tahoma, Verdana, Arial" size="3">COMO JOGAR 
  DIPLOMACIA </font></b></div>
<p>&nbsp;</p>
<p><font face="Tahoma, Verdana, Arial" size="2">Diplomacia &eacute; um jogo simples 
  com regras complexas.<br>
  Esse &eacute; um jogo que exige mais habilidade que sorte.<br>
  Em Diplomacia, cada jogador representa um poderoso pa&iacute;s europeu um pouco 
  antes da 1&ordf; Guerra Mundial. Para jogar bem &eacute; necess&aacute;rio habilidade 
  em negocia&ccedil;&atilde;o e em planejar estrat&eacute;gias complexas.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>I- Jogadores, Pa&iacute;ses 
  e Objetivos do jogo</u><br>
  Diplomacia &eacute; mais divertido quando jogando com sete jogadores, mas pode 
  ser jogado de dois a sete jogadores. Estes representar&atilde;o Inglaterra, 
  Alemanha, Turquia, R&uacute;ssia, Fran&ccedil;a, It&aacute;lia ou &Aacute;ustria-Hungria, 
  que s&atilde;o escolhidos aleatoriamente.<br>
  O objetivo do jogo &eacute; simples, o primeiro jogador que controlar 18 Centros 
  de Suprimentos vence. Se os jogadores decidirem que querem colocar um tempo 
  m&aacute;ximo para o jogo, como um n&uacute;mero limite de turnos, ent&atilde;o 
  o jogador que tiver mais Centros de Suprimentos no fim desse tempo vence. Se 
  todos os jogadores quiserem terminar o jogo, este termina como num empate.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>II- Diplomacia e Negocia&ccedil;&otilde;es</u><br>
  Uma grande parte do jogo consiste na habilidade dos jogadores em fazer acordos 
  ou pactos que afetar&atilde;o o jogo. Num jogo de tabuleiro &eacute; permitido 
  fazer isso a cada turno, cara a cara; mas em um jogo pela Internet isso &eacute; 
  feito por e-mail. A id&eacute;ia &eacute; adicionar outra dimens&atilde;o ao 
  jogo, envolvendo ast&uacute;cia e fraude. Qualquer acordo feito n&atilde;o precisa 
  ser mantido, ou seja, mentir, trapacear, espalhar rumores, trocar informa&ccedil;&otilde;es 
  e a&ccedil;&otilde;es parecidas s&atilde;o permitidas.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>III- Centros de Suprimentos</u><br>
  Alguns locais no tabuleiro (chamados prov&iacute;ncias) cont&ecirc;m c&iacute;rculos 
  negros que representam os Centros de Suprimentos. Existem 34 Centros de Suprimentos 
  no total e cada um sustenta uma unidade, que podem ser do tipo ex&eacute;rcito 
  (army) ou frota (fleet). A quantidade de unidades que voc&ecirc; tem varia de 
  acordo com o n&uacute;mero de Centros de Suprimentos que voc&ecirc; controla, 
  na raz&atilde;o de um para um. EXEMPLO: S&atilde;o Centros de Suprimento (ou 
  simplesmente SC, supply center): Spa, Tun, Gre, Nwy, etc.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>IV- O Tabuleiro do Jogo</u><br>
  O tabuleiro consiste de pa&iacute;ses, prov&iacute;ncias e &aacute;gua. Pa&iacute;ses 
  s&atilde;o separados por linhas finas pretas e subdivididos em prov&iacute;ncias. 
  Cada prov&iacute;ncia ou por&ccedil;&atilde;o de &aacute;gua &eacute; considerada 
  um espa&ccedil;o. EXEMPLO: Alemanha e It&aacute;lia s&atilde;o pa&iacute;ses. 
  Mun e Kiel s&atilde;o prov&iacute;ncias. Bal e Adr s&atilde;o por&ccedil;&otilde;es 
  de &aacute;gua.<br>
  No in&iacute;cio do jogo cada pa&iacute;s possui 3 Centros de Suprimentos e 
  3 unidades (exceto a R&uacute;ssia que possui 4). Cada Centro de Suprimento 
  tem uma unidade, podendo ela ser um ex&eacute;rcito ou uma frota. O posicionamento 
  inicial &eacute;:</font></p>
<table width="100%" border="0">
  <tr> 
    <td width="28%" bgcolor="#000000"><font face="Tahoma, Verdana, Arial" size="2" color="#FFFF00">Alemanha 
      (Preto)</font></td>
    <td width="18%" bgcolor="#000000"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FFFF00">A 
        Berlin </font></div>
    </td>
    <td width="18%" bgcolor="#000000"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FFFF00">A 
        Munich</font></div>
    </td>
    <td width="18%" bgcolor="#000000"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FFFF00">F 
        Kiel </font></div>
    </td>
    <td width="18%">&nbsp; </td>
  </tr>
  <tr> 
    <td width="28%" bgcolor="#FF0000"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">Austro-Hungaro 
      (Vermelho)</font></td>
    <td width="18%" bgcolor="#FF0000"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000000"> 
        A Vienna </font></div>
    </td>
    <td width="18%" bgcolor="#FF0000"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">A 
        Budapest </font></div>
    </td>
    <td width="18%" bgcolor="#FF0000"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">F 
        Trieste </font></div>
    </td>
    <td width="18%">&nbsp; </td>
  </tr>
  <tr> 
    <td width="28%" bgcolor="#00FFFF"><font face="Tahoma, Verdana, Arial" size="2" color="#000099">Fran&ccedil;a 
      (Azul Claro) </font></td>
    <td width="18%" bgcolor="#00FFFF"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000099">A 
        Paris </font></div>
    </td>
    <td width="18%" bgcolor="#00FFFF"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000099">A 
        Marseilles </font></div>
    </td>
    <td width="18%" bgcolor="#00FFFF"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000099">F 
        Brest </font></div>
    </td>
    <td width="18%">&nbsp; </td>
  </tr>
  <tr> 
    <td width="28%" bgcolor="#003399"><font face="Tahoma, Verdana, Arial" size="2" color="#33FFFF">Inglaterra 
      (Azul Escuro)</font></td>
    <td width="18%" bgcolor="#003399"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#33FFFF"> 
        F London </font></div>
    </td>
    <td width="18%" bgcolor="#003399"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#33FFFF">F 
        Edinburgh </font></div>
    </td>
    <td width="18%" bgcolor="#003399"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#33FFFF">A 
        Liverpool </font></div>
    </td>
    <td width="18%">&nbsp; </td>
  </tr>
  <tr> 
    <td width="28%" bgcolor="#00FF00"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">It&aacute;lia 
      (Verde) </font></td>
    <td width="18%" bgcolor="#00FF00"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">A 
        Rome </font></div>
    </td>
    <td width="18%" bgcolor="#00FF00"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">A 
        Venice </font></div>
    </td>
    <td width="18%" bgcolor="#00FF00"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#000000">F 
        Naples </font></div>
    </td>
    <td width="18%">&nbsp; </td>
  </tr>
  <tr bgcolor="#FFFFFF"> 
    <td width="28%"><font face="Tahoma, Verdana, Arial" size="2" color="#FF0000">R&uacute;ssia 
      (Branco) </font></td>
    <td width="18%"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FF0000">A 
        Moscow </font></div>
    </td>
    <td width="18%"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FF0000">A 
        Warsaw </font></div>
    </td>
    <td width="18%"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FF0000">F 
        St. Petersburg (sc)</font></div>
    </td>
    <td width="18%"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#FF0000"> 
        F Sevastopol</font></div>
    </td>
  </tr>
  <tr> 
    <td width="28%" bgcolor="#FFFF00" height="18"><font face="Tahoma, Verdana, Arial" size="2" color="#990000">Turquia 
      (amarelo) </font></td>
    <td height="18" bgcolor="#FFFF00" width="18%"> 
      <p align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#990000">A 
        Constantinople </font></p>
    </td>
    <td height="18" bgcolor="#FFFF00" width="18%"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#990000">A 
        Smyrna </font></div>
    </td>
    <td height="18" bgcolor="#FFFF00" width="18%"> 
      <div align="center"><font face="Tahoma, Verdana, Arial" size="2" color="#990000">F 
        Ankara </font></div>
    </td>
    <td height="18" width="18%">&nbsp; </td>
  </tr>
</table>
<p><font face="Tahoma, Verdana, Arial" size="2">( Onde A representa um ex&eacute;rcito 
  e F, uma frota.)</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2">Existem tamb&eacute;m outros 12 
  Centros de Suprimentos que se mant&ecirc;m independentes do in&iacute;cio do 
  jogo. </font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>V- Fazendo suas jogadas/Ordem 
  das jogadas</u><br>
  Apenas uma unidade pode ocupar uma prov&iacute;ncia ou por&ccedil;&atilde;o 
  de &aacute;gua por vez e uma unidade pode fazer apenas uma a&ccedil;&atilde;o 
  por turno.<br>
  Um ex&eacute;rcito pode ser ordenado a esperar, mover-se ou apoiar/proteger 
  enquanto uma frota pode esperar, mover-se, apoiar/proteger ou escoltar.<br>
  Um ex&eacute;rcito pode mover-se para qualquer &aacute;rea adjacente &agrave; 
  prov&iacute;ncia que ocupa, a menos que exista uma unidade na prov&iacute;ncia 
  de destino. Uma frota pode mover-se para qualquer por&ccedil;&atilde;o de &aacute;gua 
  ou prov&iacute;ncia costeira adjacente ao espa&ccedil;o que ocupa, desde que 
  n&atilde;o exista no espa&ccedil;o de destino uma unidade. Nenhuma unidade pode 
  mover-se para uma das ilhas sem nome ou qualquer local que n&atilde;o possua 
  nome no tabuleiro. (EXEMPLO: A Mar-Spa, F Tri-Alb e F Tri-Adr s&atilde;o jogadas 
  corretas. F Tri-Ser &eacute; ilegal, pois Ser n&atilde;o &eacute; uma prov&iacute;ncia 
  costeira. A Mar-Gol &eacute; ilegal pois ex&eacute;rcitos n&atilde;o podem mover-se 
  para por&ccedil;&otilde;es de &aacute;gua. A Com-Smy &eacute; ilegal pois a 
  prov&iacute;ncia de destino est&aacute; ocupada, o fato de serem unidades do 
  mesmo pa&iacute;s n&atilde;o faz nenhuma diferen&ccedil;a).<br>
  Quando uma frota est&aacute; numa prov&iacute;ncia costeira ele pode mover-se 
  para outra prov&iacute;ncia costeira se estas tiverem litorais adjacentes. EXEMPLO: 
  uma frota em Rom pode mover-se para Nap (F Rom-Nap) ou para Tus (F Rom-Tus), 
  mas n&atilde;o para Ven (F Rom-Ven &eacute; ilegal).<br>
  Uma unidade que se mova para um espa&ccedil;o ocupado por outra unidade (aliada 
  ou n&atilde;o) estar&aacute; efetuando um ataque &agrave;quele espa&ccedil;o; 
  os ataques ser&atilde;o abordados mais adiante.<br>
  Algumas prov&iacute;ncias possuem mais de uma &aacute;rea costeira, indicadas 
  como NC (Costa Norte), SC (Costa Sul) e EC (Costa Leste), suas frotas podem 
  apenas abandonar a prov&iacute;ncia deslocando-se para uma por&ccedil;&atilde;o 
  de &aacute;gua adjacente &agrave; costa em que se localiza ou poder&aacute; 
  mover-se para um outra prov&iacute;ncia costeira adjacente, nunca para uma por&ccedil;&atilde;o 
  de &aacute;gua adjacente &agrave; costa em que n&atilde;o se encontra. EXEMPLO: 
  Uma frota em Bul SC pode deslocar-se para Aeg (F Bul-Aeg) ou para Gre (F Bul-Gre), 
  mas n&atilde;o para Bla (F Bul-Bla &eacute; ilegal) ou Rum (F Bul-Rum &eacute; 
  ilegal). N&atilde;o h&aacute; problemas para movimenta&ccedil;&atilde;o de ex&eacute;rcitos 
  nestes tipos de territ&oacute;rios exceto quando se tratar de uma escolta, que 
  ser&aacute; abordada adiante.<br>
  Os movimentos s&atilde;o geralmente um segredo exceto quando se est&aacute; 
  cooperando com outro jogador, mesmo assim n&atilde;o &eacute; obrigat&oacute;rio 
  o compartilhamento das pretens&otilde;es de movimenta&ccedil;&atilde;o. Se uma 
  ordem amb&iacute;gua, ou que n&atilde;o faz sentido, for enviada a ordem n&atilde;o 
  ser&aacute; seguida e a unidade ficar&aacute; parada. Se voc&ecirc; errar, que 
  pena. Tente ser cuidadoso quando enviar suas jogadas pois isso pode prejudic&aacute;-lo. 
  EXEMPLO: A ordem F Nap-Tun est&aacute; incorreta (o correto aparentemente seria 
  F Nap-TYN), nesse caso a frota em Nap ficaria parada.<br>
  Num jogo de tabuleiro n&atilde;o h&aacute; a necessidade de um mestre, mas em 
  um jogo pela internet este &eacute; indispens&aacute;vel. Um mestre &eacute; 
  uma pessoa que coleta e l&ecirc; as ordens. Eles pouco interferem no jogo.<br>
  A primeira rodada &eacute; datada primavera de 1901, a segunda &eacute; outono 
  de 1901, a terceira &eacute; primavera de 1902, e assim por diante.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>V.a- Como escrever as jogadas</u><br>
  Deve-se abreviar os nomes das prov&iacute;ncias e das por&ccedil;&otilde;es 
  de &aacute;gua em tr&ecirc;s letras. As abrevia&ccedil;&otilde;es s&atilde;o 
  geralmente as primeiras tr&ecirc;s letras, mas existem exce&ccedil;&otilde;es 
  e as abrevia&ccedil;&otilde;es est&atilde;o no mapa. Para escrever suas jogadas 
  voc&ecirc; deve seguir os seguintes passos:<br>
  1- Escrever o espa&ccedil;o de origem do movimento;<br>
  2- Escrever o espa&ccedil;o de destino do movimento.<br>
  (Ex.: Alb - Adr)<br>
  Pode-se tamb&eacute;m acrescentar &agrave; frente do movimento o tipo da unidade 
  (frota ou ex&eacute;rcito), escrevendo a ordem da seguinte maneira: F Alb - 
  Adr.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>VI- Batalhas/Conflitos</u><br>
  Se duas ou mais unidades recebem ordens de mover-se para o mesmo local (seja 
  ele uma prov&iacute;ncia ou uma por&ccedil;&atilde;o de &aacute;gua), nenhuma 
  delas o ocupar&aacute;. EXEMPLO: caso ambas as ordens tenham sido enviadas (obviamente 
  por l&iacute;deres diferentes) F Ser-Bla e F Ank-Bla, nenhuma das unidades ir&aacute; 
  ocupar Bla.<br>
  Igualmente, se uma unidade tenta mover-se para um local (novamente, seja ele 
  uma prov&iacute;ncia ou uma por&ccedil;&atilde;o de &aacute;gua) onde j&aacute; 
  existe outra unidade, este n&atilde;o poder&aacute; ser ocupado at&eacute; que 
  seja liberado pela primeira. EXEMPLO: F Tri-Ven, caso exista uma unidade em 
  Ven n&atilde;o ser&aacute; conclu&iacute;do, entretanto se na mesma rodada a 
  ordem A Ven-Tyr tamb&eacute;m for enviada e estafor realizada com sucesso (fazendo 
  com a unidade que estava em Ven n&atilde;o mais ocupe esta prov&iacute;ncia) 
  o movimento F Tri-Ven ser&aacute; bem sucedido. Entretanto, se por algum motivo 
  o movimento A Ven-Tyr n&atilde;o for concretizado o movimento F Tri-Ven tamb&eacute;m 
  n&atilde;o o ser&aacute;.<br>
  Essas situa&ccedil;&otilde;es s&atilde;o chamadas de situa&ccedil;&otilde;es 
  fundamentais. Essas regras aplicam-se tanto para os ex&eacute;rcitos quanto 
  para as frotas.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>VII- Apoio/Prote&ccedil;&atilde;o</u><br>
  Uma unidade tem a habilidade de apoiar uma outra unidade, seja de mesma nacionalidade 
  ou n&atilde;o. Se uma unidade est&aacute; apoiando outra, ent&atilde;o a unidade 
  apoiadora deve estar adjacente ao espa&ccedil;o de destino da unidade apoiada. 
  A letra S representa apoio (supply). EXEMPLO: o movimento A Bud-Rum pode ser 
  apoiado por Ser, mas n&atilde;o por Tri, assim Ser S Bud-Rum seria um movimento 
  v&aacute;lido, mas Tri S Bud-Rum n&atilde;o. Caso exista uma unidade em Tri, 
  o movimento A Vie-Tri poderia ser apoiado por Bud, assim Bud S Vie-Tri seria 
  um movimento v&aacute;lido. Bud tamb&eacute;m poderia apoiar Tri a n&atilde;o 
  ser deslocado (veja explica&ccedil;&otilde;es sobre deslocamento adiante) caso 
  fosse de seu interesse, pois Bud est&aacute; adjacente a Tri (que por n&atilde;o 
  desejar se deslocar ter&aacute; como destino a mesma prov&iacute;ncia onde se 
  encontra); ent&atilde;o Bud S Tri H ser&aacute; um movimento v&aacute;lido (do 
  mesmo modo Tri tamb&eacute;m poderia ser apoiada por Ven para n&atilde;o ser 
  deslocada). Ven tamb&eacute;m poderia apoiar Vie na invas&atilde;o de Tri, pois 
  este est&aacute; adjacente a Tri (que &eacute; o destino), neste caso o movimento 
  Ven S Vie-Tri seria v&aacute;lido.<br>
  Essa regra aplica-se tanto aos ex&eacute;rcitos quanto &agrave;s frotas.<br>
  Um ex&eacute;rcito n&atilde;o pode apoiar uma frota que esteja em &aacute;gua, 
  mas pode apoiar uma frota que esteja se movendo de um espa&ccedil;o de &aacute;gua 
  em dire&ccedil;&atilde;o a um territ&oacute;rio costeiro. EXEMPLO: F Ion-Adr 
  n&atilde;o poderia ser apoiado por Tri, mas o movimento F Adr-Alb poderia ser 
  apoiado por Tri S Adr-Alb.<br>
  Quando uma unidade move-se, ela se move com a for&ccedil;a de uma unidade. Mas 
  se ela for apoiada, mover-se-&aacute; com a sua for&ccedil;a mais a das unidades 
  apoiadoras. Se uma unidade entra num conflito com outra unidade (veja explica&ccedil;&otilde;es 
  sobre conflitos adiante) a que possuir mais for&ccedil;a vencer&aacute; o conflito 
  e poder&aacute; concluir o movimento (deslocando a unidade que estava naquela 
  posi&ccedil;&atilde;o, caso houvesse alguma). Em um empate de for&ccedil;as 
  o defensor permanecer&aacute; no espa&ccedil;o. Se n&atilde;o havia um defensor 
  (no caso de ambos estarem tentando entrar em um territ&oacute;rio vazio no mesmo 
  turno), ent&atilde;o ningu&eacute;m ocupar&aacute; o territ&oacute;rio. EXEMPLO: 
  O movimento A War-Gal &eacute; apoiado por Ukr (A Ukr S War-Gal) e o movimento 
  A Bud-Gal &eacute; apoiado por Rum (A Rum S Bud-Gal), ent&atilde;o nenhuma das 
  unidades que pretendiam entrar em Gal (a que vinha de War e a que vinha de Bud) 
  conseguir&aacute; ocup&aacute;-la. Entretanto se War n&atilde;o tivesse o apoio 
  de Ukr, Bud teria ocupado Gal.<br>
  Este &eacute; o princ&iacute;pio dos ataques para conquistar os 18 Centros de 
  Suprimentos e atingir o objetivo do jogo. Isso tudo &eacute; bastante complexo, 
  portanto alguns exemplos a mais s&atilde;o necess&aacute;rios.<br>
  INGLATERRA: F Den-Kie, F Nth-Den, F Hel S F Nth-Den<br>
  RUSSIA: A Ber-Kiel, F Bal S F Ska-Den<br>
  A Inglaterra n&atilde;o pode deslocar sua pr&oacute;pria unidade, mas o apoio 
  de uma de suas frotas a Den &eacute; suficiente para barrar o ataque russo ao 
  mesmo espa&ccedil;o.<br>
  FRAN&Ccedil;A: A Bur Holds<br>
  ALEMANHA: A Mun-Bur, A Kie S Austrian A Boh-Mun<br>
  AUSTRIA: A Boh-Mun<br>
  O apoio alem&atilde;o aos austr&iacute;acos n&atilde;o garantiu que estes avan&ccedil;assem 
  ou o deslocamento de uma unidade alem&atilde;.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2">Um deslocamento s&oacute; ocorre 
  quando uma nova unidade ocupa o espa&ccedil;o. Ent&atilde;o se 2 ataques de 
  sucesso forem feitos no mesmo espa&ccedil;o ningu&eacute;m poder&aacute; ocupar 
  este espa&ccedil;o e a unidade que l&aacute; estava permanece. EXEMPLO: O movimento 
  A Bur-Gas &eacute; apoiado por Mar (Mar S Bur-Gas), a unidade que ocupa Gas 
  ser&aacute; deslocada, entretanto se o movimento A Spa-Gas for apoiado por MAt 
  (MAt S Spa-Gas) as unidades de Spa e Bur ter&atilde;o sido bem sucedidas em 
  sua tentativa de deslocar Gas, mas como Spa e Bur possuem for&ccedil;as iguais, 
  nenhuma delas conseguir&aacute; deslocar a outra (Spa n&atilde;o deslocar&aacute; 
  Bur, nem Bur deslocar&aacute; Spa) e nenhuma ocupar&aacute; Gas; permitindo 
  a Gas permanecer ocupada pela mesmo unidade que a ocupava anteriormente.<br>
  Se uma unidade apoiadora &eacute; atacada ou deslocada ent&atilde;o o apoio 
  &eacute; interrompido. EXEMPLO: no exemplo acima, se o movimento F Pied-Mar 
  for executado na mesma rodada, esta ordem ir&aacute; interromper o apoio que 
  Mar dava a Bur, fazendo com que Bur ataque Gas com for&ccedil;a de uma unidade 
  apenas. Neste caso, Spa teria for&ccedil;a superior e teria deslocado a unidade 
  de Gas, barrado o ataque de Bur e ocupando Gas.<br>
  Se uma unidade apoiar outra mas este apoio n&atilde;o for suficiente para deslocar 
  a unidade que ocupava o local de destino ambas unidades (apoiada e apoiadora) 
  n&atilde;o se mover&atilde;o. EXEMPLO: &eacute; o que ocorreu com Bur, no exemplo 
  acima (no qual o ataque de A Pied-Mar interrompeu o apoio Mar S Bur-Gas)</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>VIII - Fugas</u><br>
  Quando uma unidade &eacute; deslocada ela deve fugir. Esta pode fugir para qualquer 
  local adjacente com poucas exce&ccedil;&otilde;es: 1) n&atilde;o pode ir para 
  um espa&ccedil;o no qual exista outra unidade; 2) n&atilde;o pode ir para o 
  local de onde o atacante veio. Se uma unidade n&atilde;o pode fugir ela deve 
  se dispersar. Se um jogador n&atilde;o selecionar um espa&ccedil;o para fugir 
  ent&atilde;o a unidade &eacute; dispersa. Um jogador pode escolher dispersar 
  uma unidade ao inv&eacute;s de fugir. EXEMPLO: no exemplo acima, a unidade de 
  Gas foi deslocada. Ela poder&aacute; fugir para Par ou Bre (caso estes territ&oacute;rios 
  n&atilde;o estejam ocupados); mas n&atilde;o poder&aacute; fugir para Spa, pois 
  o ataque que a deslocou partiu deste territ&oacute;rio.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>IX - Escoltas</u><br>
  Frotas tem a habilidade de escoltar ex&eacute;rcitos pela &aacute;gua. Os mecanismos 
  de escrever escoltas de Frotas s&atilde;o F (onde a Frota est&aacute;) C (local 
  de origem)-(local de destino) e para o ex&eacute;rcito que est&aacute; sendo 
  escoltado A (local de origem)-(locais intermedi&aacute;rios)-(local de destino). 
  EXEMPLO: F Nth C Edi-Nwy, para a frota que se encontra em Nth e A Edi-Nth-Nwy, 
  para o ex&eacute;rcito que est&aacute; se movendo de Edi para Nwy.<br>
  Frotas podem escoltar ex&eacute;rcitos estrangeiros. Um ex&eacute;rcito pode 
  ser escoltado por muitas por&ccedil;&otilde;es de &aacute;gua contanto que existam 
  frotas escoltando-o em todas as por&ccedil;&otilde;es de &aacute;gua que este 
  vier a atravessar. EXEMPLO: um ex&eacute;rcito em Smy ser&aacute; escoltado 
  at&eacute; Tun. Se houverem frotas nos territ&oacute;rios de Ion e Aeg que ir&atilde;o 
  escolt&aacute;-la esse movimento ser&aacute; poss&iacute;vel, bastando especificar 
  as seguintes ordens: F Aeg C Smy-Tun; F Ion C Smy-Tun e A Smy-Aeg-Ion-Tun. Tamb&eacute;m 
  seria poss&iacute;vel executar o mesmo movimento, passando por East ao inv&eacute;s 
  de Aeg.<br>
  Se uma frota &eacute; deslocada durante uma escolta ent&atilde;o a escolta &eacute; 
  cancelada, mas se a frota for atacada mas n&atilde;o deslocada a escolta poder&aacute; 
  prosseguir como planejado. EXEMPLO: se no exemplo anterior houvesse uma frota 
  em Tyn e outra em Nap e ambas atacassem Ion individualmente (sem que nenhuma 
  delas fosse apoiada), a escolta teria sido realizada. Entretanto se Nap apoiasse 
  Tyn (ou se Tyn apoiasse Nap) na tentativa de deslocar Ion, a escolta teria sido 
  interrompida; a frota em Aeg e o ex&eacute;rcito em Smy ficariam parados e a 
  frota em Ion teria sido deslocada.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>X - Ganhando e Perdendo de 
  Unidades</u><br>
  O n&uacute;mero de unidades de um pa&iacute;s &eacute; diretamente proporcional 
  ao n&uacute;mero de Centros de Suprimento que este controla. Para conquistar 
  um Centro de Suprimento &eacute; necess&aacute;rio ocup&aacute;-lo durante o 
  inverno; isto &eacute;, &eacute; necess&aacute;rio terminar o turno de outono 
  no territ&oacute;rio com o Centro de Suprimento para conquist&aacute;-lo. Uma 
  vez controlado, n&atilde;o &eacute; necess&aacute;rio manter-se no Centro de 
  Suprimento controlado para fazer uso dos benef&iacute;cios. O controle de um 
  Centro de Suprimento &eacute; perdido se outro pa&iacute;s o conquistar; isto 
  &eacute;, se outro pa&iacute;s terminar o turno de outono neste Centro de Suprimento. 
  <br>
  Depois da rodada do outono, todo pa&iacute;s deve ter igual quantidade de Centros 
  de Suprimento e unidades. Se Centros de Suprimento foram perdidos, o pa&iacute;s 
  deve escolher quais unidades ele quer dispersar at&eacute; que a igualdade ocorra. 
  Se foram conquistados Centros de Suprimento, &eacute; permitida a constru&ccedil;&atilde;o 
  de novas unidades em Centros de Suprimentos de origem (os tr&ecirc;s iniciais) 
  desocupados at&eacute; que a igualdade ocorra. Se foram perdidos todos os Centros 
  de Suprimentos o pa&iacute;s &eacute; derrotado e eliminado do jogo. </font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>XI - Outras Considera&ccedil;&otilde;es</u><br>
  Desordem Civil - Se um jogador abandonar o jogo os outros jogadores poder&atilde;o 
  conquistar as prov&iacute;ncias daquele que abandonou o jogo com facilidade. 
  As prov&iacute;ncias que n&atilde;o forem conquistadas, ser&atilde;o consideradas 
  em Guerra Civil. As unidades simplesmente permanecem paradas. Se uma unidade 
  deve ser removida de um pa&iacute;s nesta situa&ccedil;&atilde;o, ent&atilde;o 
  a unidade mais distante de um Centro de Suprimento &eacute; removida.<br>
  Dura&ccedil;&atilde;o do Jogo - O jogo s&oacute; termina quando algu&eacute;m 
  alcan&ccedil;a o objetivo ou todos os jogadores concordarem que este chegou 
  a fim. Geralmente num tabuleiro &eacute; estabelecido um tempo limite para cada 
  jogo.</font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>XII - Regras Opcionais</u><br>
  Seis Jogadores: Eliminar a It&aacute;lia. O primeiro pa&iacute;s que conseguir 
  &eacute; o campe&atilde;o.<br>
  Cinco Jogadores: Eliminar It&aacute;lia e Alemanha. Como citado acima.<br>
  Quatro Jogadores: Algu&eacute;m joga com a Inglaterra, outro com a &Aacute;ustria/Fran&ccedil;a, 
  outro com a Alemanha/Turquia, e outro com a It&aacute;lia/R&uacute;ssia.<br>
  Tr&ecirc;s Jogadores: Dois jogadores jogam com tr&ecirc;s pa&iacute;ses e um 
  joga com o restante.<br>
  Dois Jogadores: A It&aacute;lia &eacute; neutra e n&atilde;o pode ser invadida. 
  S&atilde;o necess&aacute;rias 24 unidades para vencer. <br>
  </font></p>
<p><font face="Tahoma, Verdana, Arial" size="2"><u>XIII - Ap&ecirc;ndice</u><br>
  </font></p>
<p><font face="Tahoma, Verdana, Arial" size="2">Unidades</font></p>
<blockquote> 
  <p><font face="Tahoma, Verdana, Arial" size="2">1. Frota<br>
    </font></p>
  <blockquote> 
    <p><font face="Tahoma, Verdana, Arial" size="2">a. Pode se mover entre por&ccedil;&otilde;es 
      de &aacute;gua.<br>
      b. Pode se mover em prov&iacute;ncias costeiras.<br>
      c. Pode apoiar uma a&ccedil;&atilde;o numa prov&iacute;ncia costeira.<br>
      d. Pode transportar um ex&eacute;rcito atrav&eacute;s de por&ccedil;&otilde;es 
      de &aacute;gua (se deslocada, a escolta falha)<br>
      e. N&atilde;o pode se mover atrav&eacute;s de terras (pa&iacute;ses).<br>
      f. N&atilde;o pode apoiar e escoltar ao mesmo tempo<br>
      </font></p>
  </blockquote>
  <p><font face="Tahoma, Verdana, Arial" size="2">2. Ex&eacute;rcito<br>
    </font></p>
  <blockquote> 
    <p><font face="Tahoma, Verdana, Arial" size="2">a. Pode se mover por terra<br>
      b. Pode apoiar outras unidades<br>
      c. Precisa de ajuda para atravessar por&ccedil;&otilde;es de &aacute;gua.<br>
      </font></p>
  </blockquote>
</blockquote>
<p><font face="Tahoma, Verdana, Arial" size="2">Conflitos<br>
  </font></p>
<blockquote> 
  <p><font face="Tahoma, Verdana, Arial" size="2">1. Cada unidade tem uma for&ccedil;a 
    de um (1)<br>
    2. Um defensor &eacute; apenas movido por for&ccedil;as maiores.<br>
    3. Um defensor que &eacute; for&ccedil;ado a fugir n&atilde;o o pode fazer 
    para o local no qual foi atacado inicialmente (originalmente).<br>
    4. Se for&ccedil;as iguais s&atilde;o aplicadas &agrave; uma &aacute;rea, 
    a mesma continua desocupada.<br>
    </font></p>
</blockquote>
<p><font face="Tahoma, Verdana, Arial" size="2">Constru&ccedil;&otilde;es<br>
  </font></p>
<blockquote> 
  <p><font face="Tahoma, Verdana, Arial" size="2">1. Acontecem no inverno de cada 
    ano.<br>
    2. Podem apenas ocorrer em Centros de Suprimento originais (natais) vazios.</font></p>
</blockquote>
<p><font face="Tahoma, Verdana, Arial" size="2">Casos particulares</font></p>
<blockquote> 
  <p><font face="Tahoma, Verdana, Arial" size="2">1. Duas pe&ccedil;as n&atilde;o 
    podem trocar de lugar (mesmo que sejam do mesmo pa&iacute;s) pois est&atilde;o 
    inflingindo mutuamente for&ccedil;a um. A exce&ccedil;&atilde;o seria com 
    a participa&ccedil;&atilde;o de uma frota em uma triangula&ccedil;&atilde;o. 
    EXEMPLO: A Ber-Pru, A Pru-Bal-Ber e F Bal C Pru-Ber.<br>
    2. Um pa&iacute;s n&atilde;o pode deslocar um ex&eacute;rcito ou frota pr&oacute;pria, 
    mesmo que tenha apoio de outr&eacute;m.<br>
    3. Os canais costumam criar d&uacute;vidas. <br>
    </font></p>
  <blockquote>
    <p><font face="Tahoma, Verdana, Arial" size="2">3.1. Frotas:<br>
      3.1.1. Para se ir do Mar Negro para o Mar Egeu &eacute; preciso passar por 
      Constantinopla (ex.: Bla-Con... Con-Aeg); <br>
      3.1.2. Da Ba&iacute;a Helgolland para o Mar B&aacute;ltico e necess&aacute;rio 
      passar por Berlin ou Dinamarca (ex.: Hel-Ber... Ber-Bal);<br>
      3.1.3. E de Skagerrak para o Mar B&aacute;ltico, pela Dinamarca ou Su&eacute;cia 
      (ex.: Ska-Den... Den-Bal);<br>
      3.1.4. MAt passa direto para West.<br>
      </font></p>
    <p><font face="Tahoma, Verdana, Arial" size="2">3.2. Armadas:<br>
      3.2.1. Dinamarca atravessa sem barco para a Su&eacute;cia (Den-Swe)<br>
      3.2.2. E Constantinopla para a Bulg&aacute;ria (Con-Bul).<br>
      </font></p>
  </blockquote>
</blockquote>
<p><font face="Tahoma, Verdana, Arial" size="2">Tabuleiro</font></p>
<p align="center"><img src="imagens/mtopo.jpg" width="667" height="613"></p>
</body>
</html>
